tap "romkatv/powerlevel10k"
tap "jesseduffield/lazygit"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"

brew "cmake"
brew "docker"
brew "tree"
brew "gcc"
brew "bat"
brew "neovim"
brew "python3"
brew "python"
brew "ripgrep"
brew "htop"
brew "fzf"
brew "exa"
brew "gh"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "gnu-sed"
brew "jesseduffield/lazygit/lazygit"
brew "go"
brew "fd"
brew "git"
brew "git-delta"
brew "tmux"
brew "mas"

cask "font-hack-nerd-font"
cask "alacritty"
cask "brave-browser"
cask "karabiner-elements"
cask "raycast"
cask "arc"
cask "slack"
cask "meld"
cask "mullvadvpn"
