brew "cmake"
brew "docker"
brew "tree"
brew "gcc"
brew "bat"
brew "neovim"
brew "python3"
brew "python"
brew "ripgrep"
brew "tldr"
brew "htop"
brew "fzf"
brew "asdf"
brew "exa"
brew "gh"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "gnu-sed"
brew "thefuck"
