brew "cmake"
brew "docker"
brew "tree"
brew "gcc"
brew "zsh"
brew "hub"
brew "yarn"
brew "bat"
brew "neovim"
brew "python3"
brew "python"
brew "ripgrep"
brew "tldr"
brew "htop"
brew "fzf"
brew "tmux"
brew "ruby"
brew "vifm"

cask "visual-studio-code"
cask "google-chrome"
cask "slack"
cask "postman"
cask "spotify"
cask "steam"
cask "discord"
cask "alacritty"
cask "middleclick"
cask "kitty"
cask "alfred"
cask "karabiner-elements"

tap "homebrew/cask-fonts"

cask "font-hack-nerd-font"

